taskt/Core/Automation/Commands/JSONGroup/SetJSONValueOfJSONObjectCommand.dot
digraph "SetJSONValueOfJSONObjectCommand" {
"SetJSONValueOfJSONObjectCommand" -> "AJSONSetValueOfJContainerCommands";
"AJSONSetValueOfJContainerCommands" -> "AJSONAddInsertSetJContainerCommands";
"AJSONAddInsertSetJContainerCommands" -> "AJSONJSONPathCommands";
"AJSONAddInsertSetJContainerCommands" -> "IJSONValueActionProperties";
"AJSONJSONPathCommands" -> "AJSONInputJSONCommands";
"AJSONJSONPathCommands" -> "IJSONJSONPathProperties";
"AJSONInputJSONCommands" -> "ScriptCommand";
"AJSONInputJSONCommands" -> "IJSONInputJSONProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
