taskt/Core/Automation/Commands/JSONGroup/SetJSONValueOfJSONObjectCommand.puml
@startuml
SetJSONValueOfJSONObjectCommand --> AJSONSetValueOfJContainerCommands
AJSONSetValueOfJContainerCommands --> AJSONAddInsertSetJContainerCommands
AJSONAddInsertSetJContainerCommands --> AJSONJSONPathCommands
AJSONAddInsertSetJContainerCommands --> IJSONValueActionProperties
AJSONJSONPathCommands --> AJSONInputJSONCommands
AJSONJSONPathCommands --> IJSONJSONPathProperties
AJSONInputJSONCommands --> ScriptCommand
AJSONInputJSONCommands --> IJSONInputJSONProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
